-----------------------------------------------------------------------------------------------------
--[[
		Name & Descriptions for pets (where they are found etc.)
		Note: Main table ID's must match those given in _PETS table
		[1] = Pet Name
		[2] = Description
--]]
-----------------------------------------------------------------------------------------------------

_PETSTRINGS[1] = {[1]="Заснеженный фангорнский гворн";[2]="Доступен для обмена в Западном Фангорне";};
_PETSTRINGS[2] = {[1]="Фангорнский гворн";[2]="Доступен для обмена в Западном Фангорне";};
_PETSTRINGS[3] = {[1]="Черный гворн с ульем";[2]="Доступен для обмена в Западном Фангорне у Скородума";};

_PETSTRINGS[4] = {[1]="Бойцовая курица";[2]="Доступно во время проведения Хобнанигана";};
_PETSTRINGS[5] = {[1]="Черноперая курица";[2]="Доступно во время проведения Хобнанигана";};
_PETSTRINGS[6] = {[1]="Рыжая несушка";[2]="Доступно во время проведения Хобнанигана";};
_PETSTRINGS[7] = {[1]="Курица-хохлатка";[2]="Доступно во время проведения Хобнанигана";};
_PETSTRINGS[8] = {[1]="Красная курица";[2]="Доступно во время проведения Хобнанигана";};
_PETSTRINGS[9] = {[1]="Белая курица";[2]="Доступно во время проведения Хобнанигана";};

_PETSTRINGS[10] = {[1]="Серая землеройка";[2]="Можно обменять во время весеннего фестиваля за участие в заданиях лабиринта.";};
_PETSTRINGS[11] = {[1]="Луговая землеройка";[2]="Можно обменять во время весеннего фестиваля.";};
_PETSTRINGS[12] = {[1]="Пятнистая землеройка";[2]="Можно обменять во время весеннего фестиваля.";};
_PETSTRINGS[13] = {[1]="Большая землеройка";[2]="Можно обменять во время весеннего фестиваля.";};

_PETSTRINGS[14] = {[1]="Язык птиц";[2]="Особое умение хранителя мудрости. Доступно для покупки по достижении репутации уровня 'Родич' с эльфами Ривенделла.\n\nКоординаты: (32.4S, 2.2W)";}
_PETSTRINGS[15] = {[1]="Язык кошек";[2]="Особое умение хранителя мудрости. Случайным образом выпадает в Ангмаре.";}
_PETSTRINGS[16] = {[1]="Язык собак";[2]="Особое умение хранителя мудрости. Случайным образом выпадает в Ангмаре.";}
_PETSTRINGS[17] = {[1]="Язык лис";[2]="Особое умение хранителя мудрости. Случайным образом выпадает в Ангмаре.";}
_PETSTRINGS[18] = {[1]="Язык лягушек";[2]="Особое умение хранителя мудрости. Случайным образом выпадает в Ангмаре.";}
_PETSTRINGS[19] = {[1]="Язык кроликов";[2]="Особое умение хранителя мудрости. За выполнение задания 'Хранитель мудрости: Друг воробьев', которое выдает Радагаст в Пустошах.\n\nКоординаты: (29.8S, 27.4W)";}
_PETSTRINGS[20] = {[1]="Язык змей";[2]="Особое умение хранителя мудрости. Случайным образом выпадает в 'Разломе Нурз Гхашу'.";}
_PETSTRINGS[21] = {[1]="Язык белок";[2]="Особое умение хранителя мудрости. Случайным образом выпадает в Ангмаре.";}
_PETSTRINGS[22] = {[1]="Язык черепах";[2]="Особое умение хранителя мудрости. Доступно для покупки по достижении репутации уровня 'Родич' со Всяковинным Обществом.\n\nКоординаты: (33.4S, 75.6W)";}


-- U14
_PETSTRINGS[23] = {[1]="Белый лебедь";[2]="Доступно для обмена в Западном Гондоре.";};
_PETSTRINGS[24] = {[1]="Чёрный лебедь";[2]="Доступно для обмена в Западном Гондоре.";};
_PETSTRINGS[25] = {[1]="Тундровый медвежонок";[2]="Доступно за участие в мероприятиях, организованных сообществом игры.";};
_PETSTRINGS[26] = {[1]="Призрачный медведь";[2]="Доступно за участие в мероприятиях, организованных сообществом игры.";};
_PETSTRINGS[27] = {[1]="Когтерой-кладоискатель";[2]="Доступен для обмена во время проведения 'Охоты за сокровищами'.";};

-- U14.1
_PETSTRINGS[28] = {[1]="Ночной лебедь";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[29] = {[1]="Темноспинный когтерой";[2]="Доступен для обмена во время проведения 'Охоты за сокровищами'.";};
_PETSTRINGS[30] = {[1]="Зеленоклювый когтерой";[2]="Доступен для обмена во время проведения 'Охоты за сокровищами'.";};
_PETSTRINGS[31] = {[1]="Зеленоспинный когтерой";[2]="Доступен для обмена во время проведения 'Охоты за сокровищами'.";};
_PETSTRINGS[32] = {[1]="Розовоклювый когтерой";[2]="Доступен для обмена во время проведения 'Охоты за сокровищами'.";};
_PETSTRINGS[33] = {[1]="Черноклювый когтерой";[2]="Доступен для обмена во время проведения 'Охоты за сокровищами'.";};

-- U14.2
_PETSTRINGS[34] = {[1]="Лягушка";[2]="Доступно для обмена в Восточном Гондоре.";};
_PETSTRINGS[35] = {[1]="Прудовая лягушка";[2]="Доступно для обмена у интенданта бродячих угроз.";};
_PETSTRINGS[36] = {[1]="Болотная лягушка";[2]="Доступно в качестве награды за победу над боевым отрядом в Мертвых топях.";};
_PETSTRINGS[37] = {[1]="Медноспинная лягушка";[2]="Доступно для обмена в Восточном Гондоре.";};
_PETSTRINGS[38] = {[1]="Туманная лягушка";[2]="Доступно для обмена в Восточном Гондоре.";};
_PETSTRINGS[39] = {[1]="Черепаха-путешественница";[2]="Доступно к получению за победу над боевым отрядом в Мертвых топях.";};

-- u15.0
_PETSTRINGS[40] = {[1]="Туренок";[2]="Доступно для обмена в Дор-эн-Эрниле. Требуется репутация уровня родич с фракцией люди Дор-эн-Эрнила.";};
_PETSTRINGS[41] = {[1]="Огненный мрак";[2]="Доступно для обмена на зимнем фестивале.";};
_PETSTRINGS[42] = {[1]="Ледяной мрак";[2]="Доступно для обмена на зимнем фестивале.";};
_PETSTRINGS[43] = {[1]="Мошкара";[2]="Доступно для обмена в долине Рингло. Необходима репутация родич с фракцией люди долины Рингло.";};
_PETSTRINGS[44] = {[1]="Сумеречный мрак";[2]="Доступно для обмена на зимнем фестивале.";};
_PETSTRINGS[45] = {[1]="Корабельная крыса";[2]="Доступно для обмена в Лебеннине. Требуется репутация уровня Родич с фракцией жители Лебеннина.";};

-- u16.0
_PETSTRINGS[46] = {[1]="Бурый кролик";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Шире.";};
_PETSTRINGS[47] = {[1]="Пестрая кошка";[2]="Доступно для обмена у Следопытов Итилиена. Требуется репутация родича.";};
_PETSTRINGS[48] = {[1]="Бурая белка";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Троллистой пуще.";};
_PETSTRINGS[49] = {[1]="Бурая лиса";[2]="Доступно для обмена у следопытов Итилиена. Требуется репутация родича.";};
_PETSTRINGS[50] = {[1]="Рыжая кошка";[2]="Доступно для обмена у следопытов Итилиена. Требуется репутация родича.";};
_PETSTRINGS[51] = {[1]="Палевая овца";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Землях Бри.";};
_PETSTRINGS[52] = {[1]="Пегий кролик";[2]="Доступно для обмена у следопытов Итилиена. Требуется репутация родича.";};
_PETSTRINGS[53] = {[1]="Бурая овца";[2]="Доступно для обмена у следопытов Итилиена. Требуется репутация родича.";};
_PETSTRINGS[54] = {[1]="Лоснящаяся лиса";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Пустошах.";};

-- u17-19
_PETSTRINGS[55] = {[1]="Старый Рюкзак";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Шире.";};
_PETSTRINGS[56] = {[1]="Путогрив";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Вилдерморе.";};
_PETSTRINGS[57] = {[1]="Синяя ящерица";[2]="Доступно для обмена в Минас Тирите у горожан.";};
_PETSTRINGS[58] = {[1]="Бурая летучая мышь";[2]="Доступно для обмена во время осеннего празднества.";};
_PETSTRINGS[59] = {[1]="Синий гродбог";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Лотлориэне.";};
_PETSTRINGS[60] = {[1]="Коричневая змея";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби на берегах Великой Реки.";};
_PETSTRINGS[61] = {[1]="Дальний родственник";[2]="Доступна за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Землях Бри.";};
_PETSTRINGS[62] = {[1]="Зеленый гродбог";[2]="Доступно для обмена в Минас Тирите у горожан.";};
_PETSTRINGS[63] = {[1]="Воздушный змей праздника осени";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[64] = {[1]="Ледяная саламандра";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Рохане.";};
_PETSTRINGS[65] = {[1]="Итилиенская лиса";[2]="Доступно для обмена в Северном Итилиене.";};
_PETSTRINGS[66] = {[1]="Воздушный змей с изображением созвездия серпа";[2]="Доступно для обмена во время Йоля.";};
_PETSTRINGS[67] = {[1]="Воздушный змей с изображением листопада";[2]="Доступно для обмена во время осеннего празднества.";};
_PETSTRINGS[68] = {[1]="Светло-коричневая коза";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Мглистых горах.";};
_PETSTRINGS[69] = {[1]="Маленький мумак";[2]="Доступен в качестве трофея при выполнении испытания в рейде  'Трон Угнетающего Страхом'.";};
_PETSTRINGS[70] = {[1]="Верный лебединый рыцарь";[2]="Доступен в качестве трофея в рейде 'Трон Угнетающего Страхом', уровень 2.";};
_PETSTRINGS[71] = {[1]="Миниатюрный гродбог-воин";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Землях Бри.";};
_PETSTRINGS[72] = {[1]="Воздушный змей с изображением желудя";[2]="Доступно для обмена во время осеннего празднества.";};
_PETSTRINGS[73] = {[1]="Кот-крысолов";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[74] = {[1]="Красный гродбог";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Мории.";};
_PETSTRINGS[75] = {[1]="Красный орёл";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Восточном Рохане.";};
_PETSTRINGS[76] = {[1]="Рыжая лиса";[2]="Доступно для обмена в Северном Итилиене.";};
_PETSTRINGS[77] = {[1]="Рыжая белка";[2]="Доступно для обмена в Северном Итилиене.";};
_PETSTRINGS[78] = {[1]="Рохиррим";[2]="Доступно для обмена у Всадников Рохана, требуется репутация родича.";};
_PETSTRINGS[79] = {[1]="Норовистая чёрная лошадь";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Дунланде.";};
_PETSTRINGS[80] = {[1]="Воздушный змей-парящая птица";[2]="Доступно к получению во время Фермерской ярмарки за мифриловые монеты.";};
_PETSTRINGS[81] = {[1]="Полосатая пеленнорская свинья";[2]="Доступно для обмена в Минас Тирите. Требуется репутация уровня родич с фракцией Защитники Минас Тирита.";};
_PETSTRINGS[82] = {[1]="Воздушный змей-штормокрыл";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[83] = {[1]="Воздушный змей с изображением летнего солнца";[2]="Доступно для обмена во время Фермерской ярмарки.";};
_PETSTRINGS[84] = {[1]="Конный лебединый рыцарь";[2]="НЕ ОПУБЛИКОВАНО";};
_PETSTRINGS[85] = {[1]="Гончая варягов";[2]="Доступен в качестве трофея при выполнении испытания в рейде  'Трон Угнетающего Страхом'.";};
_PETSTRINGS[86] = {[1]="Бурый козёл";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Эрегионе.";};
_PETSTRINGS[87] = {[1]="Белая белка";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Лихолесье.";};
_PETSTRINGS[88] = {[1]="Детеныш Уильяма";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Энедвайте.";};
_PETSTRINGS[89] = {[1]="Уильям Усач";[2]="Доступно за выполнение заданий 'Баллада о Бинго Боффине'. Может быть получена у Берта Бартлби в Шире.";};

-- u19.1
_PETSTRINGS[90] = {[1]="Шобдо, маленький мумак";[2]="Доступно к приобретению в лавке ВКО.";};

-- u19.3
_PETSTRINGS[91] = {[1]="Воздушный змей цветка зимы";[2]="Доступно  к получению во время проведения зимнего фестиваля.";};
_PETSTRINGS[92] = {[1]="Воздушный змей с изображением снеговика";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[93] = {[1]="Воздушный змей с изображением зимней голубки";[2]="Доступно к приобретению в лавке ВКО.";};

-- u20
_PETSTRINGS[94] = {[1]="Фарот";[2]="Доступно за выполнение задания 'Новый друг'.";};
_PETSTRINGS[95] = {[1]="Покладистая гончая";[2]="Доступно для обмена в Гиблых землях.";};
_PETSTRINGS[96] = {[1]="Снаряженная гончая";[2]="Доступно для обмена в Гиблых землях.";};
_PETSTRINGS[97] = {[1]="Воздушный змей-мотылек";[2]="Доступно для обмена во время весеннего празднества.";};
_PETSTRINGS[98] = {[1]="Воздушный змей с изображением цветка";[2]="Доступно для обмена во время весеннего празднества.";};
_PETSTRINGS[99] = {[1]="Воздушный змей с изображением шмеля";[2]="Доступно к приобретению в лавке ВКО.";};

-- Anniversary Pets
_PETSTRINGS[100] = {[1]="Счастливая свинка";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[101] = {[1]="Ворон";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[102] = {[1]="Пушистая овца";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[103] = {[1]="Смирная корова";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[104] = {[1]="Собака фермера Бирюка";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[105] = {[1]="Пони Билл";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[106] = {[1]="Дружелюбный олень";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[107] = {[1]="Величественный белый олень";[2]="Доступно к получению на 10-летний юбилей ВКО.";};
_PETSTRINGS[108] = {[1]="Красный воздушный змей-дракон";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[109] = {[1]="Золотой воздушный змей-дракон";[2]="Доступно к обмену во время празднования Годовщины.";};
_PETSTRINGS[110] = {[1]="Серебряный воздушный змей-дракон";[2]="Доступно к обмену во время празднования Годовщины.";};
_PETSTRINGS[111] = {[1]="Полуночный воздушный змей-дракон";[2]="Доступно к приобретению в лавке ВКО.";};

-- Summer festival 2017
_PETSTRINGS[112] = {[1]="Воздушный змей с изображением подсолнуха";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[113] = {[1]="Воздушный змей с изображением форели";[2]="Доступно к приобретению в лавке ВКО.";};
_PETSTRINGS[114] = {[1]="Воздушный змей с изображением летних цветов";[2]="Доступно для обмена во время Фермерской ярмарки.";};
_PETSTRINGS[115] = {[1]="Воздушный змей с изображением летней кометы";[2]="Доступно для обмена во время Фермерской ярмарки.";};

-- u21 (MORDOR)
_PETSTRINGS[116] = {[1]="Воздушный змей-благородный орел";[2]="Доступно к получению в Мордорском фанатском комплексном издании.";};
_PETSTRINGS[117] = {[1]="Воздушный змей-лебедь надежды";[2]="Доступно к получению в Мордорском коллекционном издании, либо фанатском комплексном издании.";};

-- u21.1
_PETSTRINGS[118] = {[1]="Воздушный змей праздника урожая";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[119] = {[1]="Воздушный змей с изображением барсуков-выпивох";[2]="Доступно к приобретению в лавке ВКО.";}
_PETSTRINGS[120] = {[1]="Воздушный змей с изображением золотых колосьев";[2]="Доступно для обмена во время Фермерской ярмарки.";}

-- u22.1 -> u21.3.2
_PETSTRINGS[121] = {[1]="Сколопендра Лингриса";[2]="Доступно для обмена у интенданта Покорителей Горгорота.";}
_PETSTRINGS[122] = {[1]="Древесная крыса";[2]="Доступно для обмена у интенданта Покорителей Горгорота.";}
_PETSTRINGS[123] = {[1]="Горгоротская сколопендра";[2]="Доступно к получению за блестящие частички у хранителей таинств.";}
_PETSTRINGS[124] = {[1]="Пепельная лягушка";[2]="Доступно к получению за блестящие частички у хранителей таинств.";}
_PETSTRINGS[125] = {[1]="Ядовитая лягушка";[2]="Доступно к получению за блестящие частички у хранителей таинств.";}
_PETSTRINGS[126] = {[1]="Ящерица Агарнайта";[2]="Доступно к получению за блестящие частички у хранителей таинств.";}
_PETSTRINGS[127] = {[1]="Ящерица Лингриса";[2]="Доступно для обмена у интенданта Покорителей Горгорота.";}
_PETSTRINGS[128] = {[1]="Ядовитый лягушонок";[2]="Доступно для обмена у интенданта Покорителей Горгорота.";}
_PETSTRINGS[129] = {[1]="Нагорный слепыш";[2]="Доступно к получению за блестящие частички у хранителей таинств.";}
_PETSTRINGS[130] = {[1]="Сколопендра Агарнайта";[2]="Доступно к получению за блестящие частички у хранителей таинств.";}
_PETSTRINGS[131] = {[1]="Адамантовая змея";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[132] = {[1]="Змея Мордора";[2]="Доступно для обмена у интенданта Покорителей Горгорота.";}
_PETSTRINGS[133] = {[1]="Каемчатая змея";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[134] = {[1]="Желтая змея";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[135] = {[1]="Змея Агарнайта";[2]="Доступно для обмена у интенданта Покорителей Горгорота";}
_PETSTRINGS[136] = {[1]="Красная змея";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[137] = {[1]="Полосатая змея";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[138] = {[1]="Кочун-тыковка";[2]="Доступно для обмена во время осеннего празднества.";}
_PETSTRINGS[139] = {[1]="Полярная сова";[2]="Доступно для обмена во время Йоля.";}
_PETSTRINGS[140] = {[1]="Белый заяц";[2]="Доступно для обмена во время Йоля.";}
_PETSTRINGS[141] = {[1]="Воздушный змей-дикая птица";[2]="Доступно к приобретению в лавке ВКО.";}

-- u22.0
_PETSTRINGS[142] = {[1]="Ласгаленская серая сова";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[143] = {[1]="Дрозд";[2]="Доступно в землях Дейла.";}
_PETSTRINGS[144] = {[1]="Дейльский турёнок";[2]="Доступно в землях Дейла.";}
_PETSTRINGS[145] = {[1]="Весенний фазан";[2]="Доступно для обмена во время весеннего празднества.";}
_PETSTRINGS[146] = {[1]="Весенняя фазанка";[2]="Доступно для обмена во время весеннего празднества.";}
_PETSTRINGS[147] = {[1]="Еж";[2]="Доступно для обмена во время весеннего празднества.";}
_PETSTRINGS[148] = {[1]="Воздушный змей-Смауг";[2]="Доступно в землях Дейла.";}

-- u22.1
_PETSTRINGS[149] = {[1]="Трудолюбивый бобр";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[150] = {[1]="Бобр";[2]="Доступно для обмена во время празднования Годовщины.";}
_PETSTRINGS[151] = {[1]="Рыжий еж";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}

-- u22.2
_PETSTRINGS[152] = {[1]="Синяя пава";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[153] = {[1]="Белая пава";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[154] = {[1]="Пятнистый козлёнок";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[155] = {[1]="Зеленая пава";[2]="Доступно для обмена в течение времени действия летних сезонных инстансов.";}
_PETSTRINGS[156] = {[1]="Серебристый козлёнок";[2]="Доступно в Серых горах.";}
_PETSTRINGS[157] = {[1]="Черная пава";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[158] = {[1]="Белый павлин";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[159] = {[1]="Чайный козлёнок";[2]="Доступно к обмену у Теодора Утесника во время события 'Сокровище буганов'.";}
_PETSTRINGS[160] = {[1]="Зелёный павлин";[2]="Доступно для обмена в течение времени действия летних сезонных инстансов.";}
_PETSTRINGS[161] = {[1]="Коричневый козленок";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад.";}
_PETSTRINGS[162] = {[1]="Большой козлёнок";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[163] = {[1]="Чёрный павлин";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[164] = {[1]="Маленький козлёнок";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[165] = {[1]="Синий павлин";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[166] = {[1]="Пони для пикника";[2]="Доступно для обмена в течении времени действия летних инстансов.";}
_PETSTRINGS[167] = {[1]="Дождевик";[2]="Доступно для обмена в течении времени действия летних инстансов.";}
_PETSTRINGS[168] = {[1]="Певчая птичка";[2]="Доступно для обмена за прохождение рекомендованных испытаний.";}
_PETSTRINGS[169] = {[1]="Песец";[2]="Доступно для обмена за прохождение рекомендованных испытаний.";}

-- u22.5
_PETSTRINGS[170] = {[1]="Штормовик";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[171] = {[1]="Йольский кролик";[2]="Доступна за выполнение задания 'Пропавшие сладости'."}

-- u23.0
_PETSTRINGS[172] = {[1]="Огненный красный гродбог";[2]="Доступно в Серых горах."}
_PETSTRINGS[173] = {[1]="Вихрь ржавой пыли";[2]="Доступно в Серых горах."}

-- Harvestmath 2018
_PETSTRINGS[174] = {[1]="Черная кошка";[2]="Доступно к обмену во время осеннего фестиваля."}

-- u23.1.2
_PETSTRINGS[175] = {[1]="Черный мастиф";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
-- u23.1.7
_PETSTRINGS[176] = {[1]="Белая сипуха";[2]="Доступно для обмена во время Йоля."}
_PETSTRINGS[177] = {[1]="Снежный не-совсем-мрак";[2]="Доступно для обмена в течение времени действия йольских сезонных инстансов."}
_PETSTRINGS[178] = {[1]="Золотистая сипуха";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[179] = {[1]="Оскверненный кребан";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[180] = {[1]="Огненный желтый гродбог";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[181] = {[1]="Рыжая коза";[2]="Доступно во время события 'Дурные предзнаменования'."}
-- u23.4
_PETSTRINGS[182] = {[1]="Учебный козел";[2]="Можно получить из призового набора Копей Мории"}
_PETSTRINGS[183] = {[1]="Зеленый светящийся червь";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[184] = {[1]="Оранжевый светящийся червь";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}

_PETSTRINGS[185] = {[1]="Воздушный змей с изображением неба прекрасного дня";[2]="Доступно к обмену во время празднования Годовщины."}

_PETSTRINGS[186] = {[1]="Топазовый кровопросец";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[187] = {[1]="Сапфировый кровопросец";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[188] = {[1]="Аметистовый кровопросец";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}

_PETSTRINGS[189] = {[1]="Черный кролик";[2]="Можно получить, помогая Радагасту в Росгобеле."}
_PETSTRINGS[190] = {[1]="Ночная белочка";[2]="Можно получить, помогая Радагасту в Росгобеле."}
_PETSTRINGS[191] = {[1]="Каштановая лиса";[2]="Можно получить, помогая Радагасту в Росгобеле."}
_PETSTRINGS[192] = {[1]="Золотая овца";[2]="Можно получить, помогая Радагасту в Росгобеле."}
_PETSTRINGS[193] = {[1]="Коричневая свинка";[2]="Можно получить, помогая Радагасту в Росгобеле."}
_PETSTRINGS[194] = {[1]="Золотистая летучая мышь";[2]="Доступно к получению после оказания помощи Радагасту в Росгобеле."}

_PETSTRINGS[195] = {[1]="Большая медоносная пчела";[2]="Доступно в долине Андуина."}
_PETSTRINGS[196] = {[1]="Медоед";[2]="Доступно к приобретению в лавке ВКО."}
_PETSTRINGS[197] = {[1]="Пятнистая свинка";[2]="Доступно в долине Андуина."}

_PETSTRINGS[198] = {[1]="Большая голубая рабочая пчела";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[199] = {[1]="Большая оса";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}

_PETSTRINGS[200] = {[1]="Черная свинка";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[201] = {[1]="Розовая свинка";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[202] = {[1]="Большой шмель";[2]="Доступно для обмена в долине Андуина."}
_PETSTRINGS[203] = {[1]="Маленькая коричневая свинья";[2]="Доступно к получению в долине Андуина."}

_PETSTRINGS[204] = {[1]="Овчарка";[2]="Доступно в Минас Моргульском коллекционном издании, либо фанатском комплексном издании."}
_PETSTRINGS[205] = {[1]="Запряженная овчарка";[2]="Доступно в Минас Моргульском фанатском комплексном издании."}
_PETSTRINGS[206] = {[1]="Барсук";[2]="Доступно к обмену во время осеннего фестиваля."}
_PETSTRINGS[207] = {[1]="Коричневый волкодав";[2]="Доступно для обмена в Минас Моргуле."}
_PETSTRINGS[208] = {[1]="Белый волкодав";[2]="Доступно для обмена во время Йоля."}
_PETSTRINGS[209] = {[1]="Черный волкодав";[2]="Доступно для обмена в Имлад Моргуле."}
_PETSTRINGS[210] = {[1]="Зимняя праздничная свинка";[2]="Доступно из хоббичьих подарков в качестве особого золотого зимнего подарка."}
_PETSTRINGS[211] = {[1]="Питомец-пони с подарками";[2]="Доступно из хоббичьих подарков в качестве особого серебряного зимнего подарка."}

_PETSTRINGS[212] = {[1]="Хаски";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[213] = {[1]="Летучая лисица";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[214] = {[1]="Дымчатый кот";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}

_PETSTRINGS[215] = {[1]="Потрепанная летучая мышь";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[216] = {[1]="Кроваво-красная летучая мышь";[2]="Доступно к получению во время события 'Дурные предзнаменования'."}
_PETSTRINGS[217] = {[1]="Белый гворн";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[218] = {[1]="Зачарованный сосуд";[2]="Доступно для обмена у интенданта Белой дружины."}
_PETSTRINGS[219] = {[1]="Белоголовый ястреб";[2]="Доступно для обмена во время весеннего празднества."}
_PETSTRINGS[220] = {[1]="Лесной кролик";[2]="Доступно для обмена во время весеннего празднества."}
_PETSTRINGS[221] = {[1]="Гусь";[2]="Доступно для обмена во время весеннего празднества."}

_PETSTRINGS[222] = {[1]="Пчелиный рой";[2]="Доступно в Туманах Глухоманья."}
_PETSTRINGS[223] = {[1]="Праздничный поросенок годовщины";[2]="Только во время празднования Годовщины. Действительно только для ВИПов."}
_PETSTRINGS[224] = {[1]="Таинственная праздничная свинка";[2]="Доступна в качестве подарка на 13 Годовщину."}

_PETSTRINGS[225] = {[1]="Большой гондорский воздушный змей";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[226] = {[1]="Свадебный пони";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[227] = {[1]="Нарядный гусь";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[228] = {[1]="Гондорский воздушный змей середины лета";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[229] = {[1]="Зеленый светлячок";[2]="Ранее был доступен из хоббичьих подарков в качестве специального свадебного подарка на середину лета."}
_PETSTRINGS[230] = {[1]="Пурпурный светлячок";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[231] = {[1]="Синий светлячок";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[232] = {[1]="Красный светлячок";[2]="Доступно для обмена во время Праздника середины лета."}

_PETSTRINGS[233] = {[1]="Воздушный змей с изображением вечерней зари";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[234] = {[1]="Серая свинья";[2]="Доступно для обмена во время Фермерской ярмарки."}

_PETSTRINGS[235] = {[1]="Светло-серая коза";[2]="Доступно к получению за выполнение миссий."}
_PETSTRINGS[236] = {[1]="Темно-серая белка";[2]="Доступно для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[237] = {[1]="Бордовая коза";[2]="Доступно для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[238] = {[1]="Коричневая коза";[2]="Доступно к получению за выполнение миссий."}
_PETSTRINGS[239] = {[1]="Навьюченный сокровищами ослик";[2]="Доступно в комплексном фанатском издании 'Войны за Три Вершины'."}
_PETSTRINGS[240] = {[1]="Боевой кабан в доспехах";[2]="Доступно в комплексном фанатском издании 'Войны за Три Вершины'."}
_PETSTRINGS[241] = {[1]="Юркий слизень";[2]="Доступно за участие в мероприятиях, организованных сообществом игры."}
_PETSTRINGS[242] = {[1]="Жуткая галка";[2]="Доступно к обмену во время осеннего фестиваля."}
_PETSTRINGS[243] = {[1]="Черно-серая ворона";[2]="Доступно к обмену во время осеннего фестиваля."}
_PETSTRINGS[244] = {[1]="Предвестник бури Осеннего Мудреца";[2]="Доступно к обмену во время осеннего фестиваля."}
_PETSTRINGS[245] = {[1]="Дикий серый ослик";[2]="Доступно после выполнения деяния 'Приносящий радость'."}
_PETSTRINGS[246] = {[1]="Груженый ослик";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[247] = {[1]="Белоснежный ослик";[2]="Доступно для обмена во время йольских сезонных инстансов."}
_PETSTRINGS[248] = {[1]="Милый йольский козленок";[2]="Доступно к получению в одном из хоббичьих подарков в качестве особого зимнего подарка."}
_PETSTRINGS[249] = {[1]="Бурый медвежонок";[2]="Доступно для обмена во время Йоля."}
_PETSTRINGS[250] = {[1]="Увенчанный пуансетией гворн";[2]="Доступно для обмена во время Йоля."}
_PETSTRINGS[251] = {[1]="Йольский гворн";[2]="Доступно к получению в одном из хоббичьих подарков в качестве особого зимнего подарка."}
_PETSTRINGS[252] = {[1]="Гончая Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[253] = {[1]="Червь Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}

_PETSTRINGS[254] = {[1]="Ручной диколесский гворн";[2]="Доступно для обмена в Диколесье."}
_PETSTRINGS[255] = {[1]="Ручной диколесский вепрь";[2]="Доступно для обмена в Диколесье."}
_PETSTRINGS[256] = {[1]="Дикий лосенок";[2]="Доступно для обмена в Диколесье."}
_PETSTRINGS[257] = {[1]="Красный геккон";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[258] = {[1]="Двухцветная овца";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[259] = {[1]="Пепельный орел";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[260] = {[1]="Пятнистая свинка";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[261] = {[1]="Медная коза";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[262] = {[1]="Дружелюбный кочун";[2]="Доступно к обмену у Келеблира в Ривенделле."}
_PETSTRINGS[263] = {[1]="Пятнистая трехцветная кошка";[2]="Доступно к приобретению в лавке ВКО."}
_PETSTRINGS[264] = {[1]="Милая серая кошка";[2]="Доступно к обмену во время празднования Годовщины."}
_PETSTRINGS[265] = {[1]="Предприимчивый кочун";[2]="Доступно к обмену у Келеблира в Ривенделле."}

_PETSTRINGS[266] = {[1]="Азанулбизарская летучая мышь";[2]="Доступно к обмену в Азанулбизаре."}
_PETSTRINGS[267] = {[1]="Норная низкорослая гончая";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[268] = {[1]="Низкорослая гончая";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[269] = {[1]="Пони с тележкой";[2]="Доступно к обмену у Кхарум-Убнар."}
_PETSTRINGS[270] = {[1]="Белоснежный горный орел";[2]="Доступно к обмену у Кхарум-Убнар."}
_PETSTRINGS[271] = {[1]="Бурундук";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[272] = {[1]="Серебристый бурундук";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[273] = {[1]="Лесная лань";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[274] = {[1]="Лесной олень";[2]="Доступно для обмена во время летних сезонных инстансов."}
_PETSTRINGS[275] = {[1]="Пятнистый лесной олененок";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[276] = {[1]="Золотой когтерой";[2]="Доступно к обмену у Теодора Утесника во время события 'Сокровище буганов'."}
_PETSTRINGS[277] = {[1]="Кристальный мрак";[2]="Доступно в комплексном фанатском издании 'Судьбы Гундабада'."}
_PETSTRINGS[278] = {[1]="Гундабадский укхраш";[2]="Доступно в коллекционном и комплексном фанатском изданиях 'Судьбы Гундабада'."}

_PETSTRINGS[279] = {[1]="Белый древесный олененок";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[280] = {[1]="Осенний древесный олень";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[281] = {[1]="Прирученная гундабадская летучая мышь";[2]="Доступно к обмену в Гундабаде."}
_PETSTRINGS[282] = {[1]="Маленькая глубинная жаба";[2]="Доступно из сундука Пуглака в логове Пуглака."}
_PETSTRINGS[283] = {[1]="Скальный слизень";[2]="Доступно к обмену в Гундабаде."}
_PETSTRINGS[284] = {[1]="Кристальный паук";[2]="Доступно к обмену в Гундабаде."}

_PETSTRINGS[285] = {[1]="Йольская крольчиха-принцесса";[2]="Доступно для обмена во время Йоля."}
_PETSTRINGS[286] = {[1]="Светло-серая белка";[2]="Доступно для обмена у интенданта защитников Митейтельской стрелки."}
_PETSTRINGS[287] = {[1]="Пепельный ястреб";[2]="Доступно для обмена у интенданта защитников Митейтельской стрелки."}
_PETSTRINGS[288] = {[1]="Коричнево-пятнистый волкодав";[2]="Доступно для обмена у интенданта защитников Митейтельской стрелки."}

_PETSTRINGS[289] = {[1]="Дикий пятнистый ослик";[2]="Доступно для обмена во время весеннего празднества.";}
_PETSTRINGS[290] = {[1]="Трехцветный корги";[2]="Доступно к обмену во время празднования Годовщины.";}
_PETSTRINGS[291] = {[1]="Корги с фейерверками";[2]="Доступно к обмену во время празднования Годовщины.";}
_PETSTRINGS[292] = {[1]="Каштановый корги";[2]="Этот подарок на годовщину доступен в течение ограниченного времени.";}
_PETSTRINGS[293] = {[1]="Золотистый хрустальный жук";[2]="Доступно к обмену во время празднования Годовщины.";}
_PETSTRINGS[294] = {[1]="Корги празднования годовщины";[2]="Доступно за участие в мероприятиях, организованных сообществом игры.";}
_PETSTRINGS[295] = {[1]="Пятнистый корги";[2]="Доступно за участие в мероприятиях, организованных сообществом игры.";}
_PETSTRINGS[296] = {[1]="Тускло-желтый ослик";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички и из ларцов для путешественников или искателей приключений.";}
_PETSTRINGS[297] = {[1]="Красношерстная низкорослая гончая";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички и из ларцов для путешественников или искателей приключений.";}

_PETSTRINGS[298] = {[1]="Кровавый кребан";[2]="Доступно к обмену у Теодора Утесника во время события 'Сокровище буганов'.";}
_PETSTRINGS[299] = {[1]="Обычный корги";[2]="Доступно к обмену у Теодора Утесника во время события 'Сокровище буганов'.";}
_PETSTRINGS[300] = {[1]="Дружелюбный медвежонок";[2]="Доступно к обмену у Келеблира в Ривенделле."}
_PETSTRINGS[301] = {[1]="Черный медвежонок";[2]="Доступно к обмену у Келеблира в Ривенделле."}
_PETSTRINGS[302] = {[1]="Благородный скворец";[2]="Доступно к получению в улучшенном или роскошном ривенделлском пакете поддержки."}
_PETSTRINGS[303] = {[1]="Горная ослица";[2]="Наградная шкала легендарных предметов, сезон 2. Доступно в течение ограниченного времени.";}
_PETSTRINGS[304] = {[1]="Навьюченная провиантом ослица";[2]="Доступно для обмена во время Фермерской ярмарки.";}
_PETSTRINGS[305] = {[1]="Низкорослая гончая для грибной охоты";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[306] = {[1]="Черная летучая мышь";[2]="Наградная шкала легендарных предметов, сезон 3. Доступно в течение ограниченного времени."}

_PETSTRINGS[307] = {[1]="Кребан ночного неба";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[308] = {[1]="Кочун-тыковка-фонарь";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[309] = {[1]="Верная черепаха";[2]="Доступно к получению в комплексном фанатском издании 'До прихода Тени'."}
_PETSTRINGS[310] = {[1]="Дружелюбная цапля";[2]="Доступно к получению в коллекционном и комплексном фанатском изданиях 'До прихода Тени'."}

_PETSTRINGS[311] = {[1]="Пятнистый кребан";[2]="Изготавливается при помощи рецепта, доступного для обмена у интенданта похода на Гундабад."}
_PETSTRINGS[312] = {[1]="Золотистая летучая мышь";[2]="Доступно к получению после оказания помощи Радагасту в Росгобеле."}

_PETSTRINGS[313] = {[1]="Милая кошка табби";[2]="Доступно к обмену в Кардолане."}
_PETSTRINGS[314] = {[1]="Красная саламандра";[2]="Наградная шкала легендарных предметов, сезон 4. Доступно в течение ограниченного времени."}
_PETSTRINGS[315] = {[1]="Страшный курганный кочун";[2]="Доступно в качестве награды в Сарх-Ворне, Черной Могиле."}

_PETSTRINGS[316] = {[1]="Черно-пятнистый волкодав";[2]="Доступно к обмену во время осеннего фестиваля."}
_PETSTRINGS[317] = {[1]="Белый гусь";[2]="Доступно в Дальнем Шире.";}
_PETSTRINGS[318] = {[1]="Утеплившийся зимний козленок";[2]="Доступен во время 4-го сезона наградной шкалы легендарных предметов.";}
_PETSTRINGS[319] = {[1]="Темная низкорослая гончая";[2]="Доступно для обмена за участие в 'Погружениях'.";}
_PETSTRINGS[320] = {[1]="Кирпичный корги";[2]="Доступно для обмена за участие в 'Погружениях'.";}
_PETSTRINGS[321] = {[1]="Дружелюбный аист";[2]="Доступно к обмену в Кардолане.";}
_PETSTRINGS[322] = {[1]="Дружелюбная белая цапля";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички.";}
_PETSTRINGS[323] = {[1]="Веселящийся йольский козленок";[2]="Доступно для обмена во время Йоля."}
_PETSTRINGS[324] = {[1]="Стильная кошка";[2]="Награда из щегольского улучшенного или роскошного ларца мецената с реквизитом."}
_PETSTRINGS[325] = {[1]="Щегольская кошка";[2]="Награда из щегольского роскошного ларца мецената."}
_PETSTRINGS[326] = {[1]="Очаровательная кошка";[2]="Награда из щегольского простого, улучшенного или роскошного ларца мецената."}
_PETSTRINGS[327] = {[1]="Хищник Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[328] = {[1]="Сколопендра Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[329] = {[1]="Покрытый снегом тур";[2]="Наградная шкала легендарных предметов, сезон 5. Доступно в течение ограниченного времени."}
_PETSTRINGS[330] = {[1]="Огненный синий гродбог";[2]="Наградная шкала легендарных предметов, сезон 5. Доступно в течение ограниченного времени."}
_PETSTRINGS[331] = {[1]="Белый щенок";[2]="Доступно для обмена во время весеннего празднества."}
_PETSTRINGS[332] = {[1]="Очаровательная муха-серпица";[2]="Доступно для обмена во время весеннего празднества."}
_PETSTRINGS[333] = {[1]="Крысиный король";[2]="Доступно в качестве трофея из сундука Радаррига в Сагроте, Логове паразитов. Также доступно к обмену у Муйрал в Байл-Аварке."}
_PETSTRINGS[334] = {[1]="Канализационная крыса";[2]="Доступно в качестве трофея из сундука Радаррига в Сагроте, Логове паразитов. Также доступно к обмену у Муйрал в Байл-Аварке."}
_PETSTRINGS[335] = {[1]="Сумеречный светлячок";[2]="Доступно в качестве награды в Таурисгаре, Мерзкой аптеке. Также доступно к обмену у Муйрал в Байл-Аварке."}
_PETSTRINGS[336] = {[1]="Янтарный светлячок";[2]="Доступно в качестве награды в Сант-Лоэре, Ядовитых садах. Также доступно к обмену у Муйрал в Байл-Аварке."}
_PETSTRINGS[337] = {[1]="Красно-коричневый корги";[2]="Доступно к обмену в течение ограниченного времени из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[338] = {[1]="Миниатюрная рабочая лошадь поселенца";[2]="Содержится в роскошном ларце поселений и урожая."}
_PETSTRINGS[339] = {[1]="Миниатюрная серая пятнистая рабочая лошадь";[2]="Содержится в улучшенном и роскошном ларцах поселений и урожая."}
_PETSTRINGS[340] = {[1]="Миниатюрная черная рабочая лошадь";[2]="Содержится в простом, улучшенном и роскошном ларцах поселений и урожая."}
_PETSTRINGS[341] = {[1]="Праздничный козлик годовщины";[2]="Доступно к обмену во время празднования Годовщины."}
_PETSTRINGS[342] = {[1]="Чистокровная чайка";[2]="Наградная шкала легендарных предметов, сезон 6. Доступно в течение ограниченного времени."}
_PETSTRINGS[343] = {[1]="Пещерный слизень";[2]="Наградная шкала легендарных предметов, сезон 6. Доступно в течение ограниченного времени."}
_PETSTRINGS[344] = {[1]="Рабочая лошадь поселенца";[2]="Содержится в роскошном ларце поселений и урожая."}
_PETSTRINGS[345] = {[1]="Серая пятнистая рабочая лошадь";[2]="Содержится в улучшенном и роскошном ларцах поселений и урожая."}
_PETSTRINGS[346] = {[1]="Черная рабочая лошадь";[2]="Содержится в простом, улучшенном и роскошном ларцах поселений и урожая."}
_PETSTRINGS[347] = {[1]="Королевский пони";[2]="Доступно за выполнение задания 'Песнь волн и ветра, глава 1.10: У каждой тени есть своя тень'."}
_PETSTRINGS[348] = {[1]="Летний концертный светлячок";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[349] = {[1]="Пятнистый тушканчик";[2]="Доступно к обмену в течение ограниченного времени из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[350] = {[1]="Шипастый аванк";[2]="Доступно для обмена за участие в 'Погружениях'."}
_PETSTRINGS[351] = {[1]="Серый тур";[2]="Доступно для обмена за участие в 'Погружениях'."}
_PETSTRINGS[352] = {[1]="Бурая корова";[2]="Доступно для обмена у интенданта Восстановленного Гондора (Королевский Гондор)."}
_PETSTRINGS[353] = {[1]="Чёрный бык";[2]="Доступно для обмена у интенданта Восстановленного Гондора (Королевский Гондор)."}
_PETSTRINGS[354] = {[1]="Огненная лисица-разбойница";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[355] = {[1]="Взбалмошная росомаха";[2]="Наградная шкала легендарных предметов, сезон 7. Доступно в течение ограниченного времени."}
_PETSTRINGS[356] = {[1]="Кленовый воздушный змей";[2]="Наградная шкала легендарных предметов, сезон 7. Доступно в течение ограниченного времени."}

_PETSTRINGS[357] = {[1]="Бабочки";[2]="Доступно в превосходном наборе речных хоббитов."}
_PETSTRINGS[358] = {[1]="Козел лесного духа";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[359] = {[1]="Попугай";[2]="Доступно к получению в комплексном фанатском издании 'Корсары Умбара'."}
_PETSTRINGS[360] = {[1]="Фенек";[2]="Награда из коллекционного или  комплексного фанатского издания 'Корсары Умбара'."}

_PETSTRINGS[361] = {[1]="Серебряный ослик";[2]="Доступно для обмена у интенданта Хранителей книг в Умбаре."}
_PETSTRINGS[362] = {[1]="Львёнок";[2]="Доступно для обмена у интенданта Ордена орла в Умбаре."}
_PETSTRINGS[363] = {[1]="Детёныш крокодила";[2]="Доступно для обмена у интенданта города Умбар в Умбаре."}
_PETSTRINGS[364] = {[1]="Свирепый боевой котенок";[2]="Доступно для обмена у интенданта Восстановленного Гондора в Пеларгире (Королевский Гондор)."}
_PETSTRINGS[365] = {[1]="Сокол гармонии";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[366] = {[1]="Морской песчаный кочун";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[367] = {[1]="Детеныш студеного бивня";[2]="Наградная шкала легендарных предметов, сезон 8. Доступно в течение ограниченного времени."}
_PETSTRINGS[368] = {[1]="Лосёнок";[2]="Наградная шкала легендарных предметов, сезон 8. Доступно в течение ограниченного времени."}

_PETSTRINGS[369] = {[1]="Снаряженный корги";[2]="Доступно к получению в одном из хоббичьих подарков в качестве особого зимнего подарка."}
_PETSTRINGS[370] = {[1]="Морозный тур";[2]="Доступно к получению в одном из хоббичьих подарков в качестве особого зимнего подарка."}
_PETSTRINGS[371] = {[1]="Умбарский гворн";[2]="Доступно для обмена у интенданта Хранителей книг в Умбаре."}
_PETSTRINGS[372] = {[1]="Дюнный кочун приливов";[2]="Доступно для обмена у интенданта Ордена орла в Умбаре."}
_PETSTRINGS[373] = {[1]="Дикий светло-коричневый ослик";[2]="Доступно к получению в одном из хоббичьих подарков в качестве особого зимнего подарка."}
_PETSTRINGS[374] = {[1]="Величественный поросенок";[2]="Награда из величественного улучшенного или роскошного ларца мецената."}
_PETSTRINGS[375] = {[1]="Овца ледяных экспедиций";[2]="Доступно для обмена на зимнем фестивале."}
_PETSTRINGS[376] = {[1]="Величественный кабан";[2]="Награда из величественного роскошного ларца мецената."}
_PETSTRINGS[377] = {[1]="Шакал Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[378] = {[1]="Змея Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[379] = {[1]="Краб Дурных предзнаменований";[2]="Доступно во время события 'Дурные предзнаменования'."}
_PETSTRINGS[380] = {[1]="Любопытный слизень";[2]="Наградная шкала легендарных предметов, сезон 9. Доступно в течение ограниченного времени."}
_PETSTRINGS[381] = {[1]="Яркая зелёная змея";[2]="Наградная шкала легендарных предметов, сезон 9. Доступно в течение ограниченного времени."}

_PETSTRINGS[382] = {[1]="Рубиновый песчаный червь";[2]="Доступно для обмена за участие в 'Погружениях'."}
_PETSTRINGS[383] = {[1]="Садовая улитка идеальной завитушки";[2]="Доступно для обмена во время весеннего празднества."}
_PETSTRINGS[384] = {[1]="Хваткий краб";[2]="Доступно для обмена за участие в 'Погружениях'."}
_PETSTRINGS[385] = {[1]="Коварная макака";[2]="Доступно в инстансе 'Остров Бурь'."}
_PETSTRINGS[386] = {[1]="Ситака";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[387] = {[1]="Причудливые лесные животные";[2]="Награда из причудливого роскошного ларца мецената."}
_PETSTRINGS[388] = {[1]="Рыжий хомячок";[2]="Доступно к обмену во время празднования Годовщины."}
_PETSTRINGS[389] = {[1]="Весёлый хомячок";[2]="Доступно к обмену во время празднования Годовщины."}

_PETSTRINGS[390] = {[1]="Тушканчик-альбинос";[2]="Доступно для обмена у интенданта города Умбар в Умбаре."}
_PETSTRINGS[391] = {[1]="Синевато-серый тушканчик";[2]="Наградная шкала легендарных предметов, сезон 10. Доступно в течение ограниченного времени."}
_PETSTRINGS[392] = {[1]="Попугай Умбар-Бахарбеля";[2]="Доступно к получению за выполнение деяний Умбар-Бахарбеля."}
_PETSTRINGS[393] = {[1]="Гордая львица";[2]="Доступно для обмена у интенданта города Умбар в Умбаре."}
_PETSTRINGS[394] = {[1]="Лев";[2]="Наградная шкала легендарных предметов, сезон 10. Доступно в течение ограниченного времени."}
_PETSTRINGS[395] = {[1]="Дикий шоколадный ослик";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[396] = {[1]="Винно-красная змея";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[397] = {[1]="Сумрачный ёж";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[398] = {[1]="Сумрачный кот";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[399] = {[1]="Сумрачный ворон";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[400] = {[1]="Сумрачный лев";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[401] = {[1]="Свирепый ёж";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[402] = {[1]="Сумрачная низкорослая гончая";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[403] = {[1]="Сумрачный паук";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[404] = {[1]="Лихолесский саблезубый кот";[2]="Награда из лихолесского роскошного ларца мецената."}
_PETSTRINGS[405] = {[1]="Прекрасная корова картофелевода";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[406] = {[1]="Золотой дракончик";[2]="Доступно за участие в мероприятиях, организованных сообществом игры."}
_PETSTRINGS[407] = {[1]="Желто-коричневая низкорослая гончая";[2]="Доступно во время события 'Завеса девяти' на легендарных мирах."}
_PETSTRINGS[408] = {[1]="Детеныш подземного когтероя";[2]="Наградная шкала легендарных предметов, сезон 11. Доступно в течение ограниченного времени."}
_PETSTRINGS[409] = {[1]="Попугай тьмы";[2]="Наградная шкала легендарных предметов, сезон 11. Доступно в течение ограниченного времени."}
_PETSTRINGS[410] = {[1]="Изысканная сорока";[2]="Доступно к обмену в течение ограниченного времени из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[411] = {[1]="Изысканный зяблик";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}
_PETSTRINGS[412] = {[1]="Роханский тур";[2]="Доступно к обмену у Теодора Утесника во время события 'Сокровище буганов'."}
_PETSTRINGS[413] = {[1]="Вересковый хомячок";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[414] = {[1]="Дракончик лунного камня";[2]="Доступно к получению при прохождении инстанса 'Дракон и Буря'."}
_PETSTRINGS[415] = {[1]="Рубиновый дракончик";[2]="Доступно к получению при прохождении инстанса 'Дракон и Буря'."}
_PETSTRINGS[416] = {[1]="Призрачный кот";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[417] = {[1]="Драгоценный шакал";[2]="Награда из комплексного фанатского издания 'Наследия Моргота'."}
_PETSTRINGS[418] = {[1]="Буреломная сова";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[419] = {[1]="Кобра";[2]="Награда из коллекционного или комплексного фанатского издания 'Наследия Моргота'."}

_PETSTRINGS[420] = {[1]="Дикий чёрный ослик";[2]="Доступно к обмену у интендантов Икорбана"}
_PETSTRINGS[421] = {[1]="Раненая летучая мышь";[2]="Доступно к обмену у интендантов Адурхид"}
_PETSTRINGS[422] = {[1]="Тушканчик";[2]="Доступно к обмену у интендантов Фетекари"}
_PETSTRINGS[423] = {[1]="Светлый корги";[2]="Наградная шкала легендарных предметов, сезон 12. Доступно в течение ограниченного времени."}
_PETSTRINGS[424] = {[1]="Попугай огненных песков";[2]="Наградная шкала легендарных предметов, сезон 12. Доступно в течение ограниченного времени."}
_PETSTRINGS[425] = {[1]="Роханская пастушья собака";[2]="Награда из роскошного роханского ларца мецената."}
_PETSTRINGS[426] = {[1]="Поросенок снежного вечера";[2]="Доступно для обмена на зимнем фестивале."}
_PETSTRINGS[427] = {[1]="Попугай света";[2]="Доступно из хоббичьих подарков в качестве особого серебряного зимнего подарка."}
_PETSTRINGS[428] = {[1]="Аметриновый дракончик";[2]="Доступно из хоббичьих подарков в качестве особого золотого зимнего подарка."}
_PETSTRINGS[429] = {[1]="Корги грибника";[2]="Доступно к обмену в течение ограниченного времени из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[430] = {[1]="Лягушка грибника";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички."}

_PETSTRINGS[431] = {[1]="Рубиновый песчаный червь";[2]="Доступно для обмена за участие в 'Погружениях'."}
_PETSTRINGS[432] = {[1]="Белый хомячок";[2]="Доступно для обмена за участие в 'Погружениях'."}
_PETSTRINGS[433] = {[1]="Буйволёнок";[2]="Наградная шкала легендарных предметов, сезон 13. Доступно в течение ограниченного времени."}
_PETSTRINGS[434] = {[1]="Буйволица";[2]="Наградная шкала легендарных предметов, сезон 13. Доступно в течение ограниченного времени."}
_PETSTRINGS[435] = {[1]="Буйвол";[2]="Наградная шкала легендарных предметов, сезон 13. Доступно в течение ограниченного времени."}
_PETSTRINGS[436] = {[1]="Изумрудный дракончик";[2]="Наградная шкала легендарных предметов, сезон 13. Доступно в течение ограниченного времени."}
_PETSTRINGS[437] = {[1]="Ёж и заяц";[2]="Доступно для обмена во время весеннего празднества."}

_PETSTRINGS[438] = {[1]="Ужас песков";[2]="Содержится в роскошном, улучшенном и простом ларцах мецената песков."}
_PETSTRINGS[439] = {[1]="Чёрная кобра";[2]="Можно найти в Дун-Шуме, Королевской крепости."}
_PETSTRINGS[440] = {[1]="Детёныш восторга пекаря";[2]="Доступно к обмену во время празднования Годовщины."}
_PETSTRINGS[441] = {[1]="Рыжий корги";[2]="Доступно для обмена у хаматского интенданта в Иридире.";}
_PETSTRINGS[442] = {[1]="Вечнозеленая муха-серпица";[2]="Доступно для обмена у хаматского интенданта в Иридире."}
_PETSTRINGS[443] = {[1]="Галечная змея";[2]="Можно найти в Дун-Шуме, Королевской крепости."}
_PETSTRINGS[444] = {[1]="Полосатый тушканчик";[2]="Наградная шкала легендарных предметов, сезон 14. Доступно в течение ограниченного времени."}
_PETSTRINGS[445] = {[1]="Нефритовая пятнистая змея";[2]="Наградная шкала легендарных предметов, сезон 14. Доступно в течение ограниченного времени."}
_PETSTRINGS[446] = {[1]="Способный медведь-рыболов";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички и из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[447] = {[1]="Воздушный змей побережья";[2]="Доступно для обмена во время Праздника середины лета."}
_PETSTRINGS[448] = {[1]="Верный гусь Гондора";[2]="Награда из ларца верного рыцаря-мецената: простого, улучшенного или роскошного ларца."}
_PETSTRINGS[449] = {[1]="Полосатый орикс";[2]="Наградная шкала легендарных предметов, сезон 15. Доступно в течение ограниченного времени."}
_PETSTRINGS[450] = {[1]="Молодой полосатый орикс";[2]="Наградная шкала легендарных предметов, сезон 15. Доступно в течение ограниченного времени."}
_PETSTRINGS[451] = {[1]="Болотный скорпион";[2]="Наградная шкала легендарных предметов, сезон 15. Доступно в течение ограниченного времени."}
_PETSTRINGS[452] = {[1]="Насыщенно-изумрудная змея";[2]="Можно добыть из логова когтероев во время Фермерской ярмарки."}
_PETSTRINGS[453] = {[1]="Темно-серый козел";[2]="Доступно для обмена во время Фермерской ярмарки."}
_PETSTRINGS[454] = {[1]="Веселая обезьяна";[2]="Награда из ларца веселого мецената: простого, улучшенного или роскошного ларца."}
_PETSTRINGS[455] = {[1]="Верблюжонок";[2]="Доступно к получению в комплексном фанатском издании 'Харадские королевства'."}
_PETSTRINGS[456] = {[1]="Бдительная кобра";[2]="Доступно к получению в коллекционном и комплексном фанатском изданиях 'Харадские королевства'."}
_PETSTRINGS[457] = {[1]="Песочник";[2]="Доступен ограниченное время из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[458] = {[1]="Гворн-тыква";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[459] = {[1]="Воздушный змей с изображением прыгающей рыбы";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички и из ларцов для путешественников или искателей приключений."}
_PETSTRINGS[460] = {[1]="Осенний тур";[2]="Доступно для обмена во время осеннего празднества."}
_PETSTRINGS[461] = {[1]="Нарядный тёмный красногузый попугай";[2]="Доступно к обмену в течение ограниченного времени на блестящие частички и из ларцов для путешественников или искателей приключений."}

_PETSTRINGS[462] = {[1]="Caravan Trade Goods Camel";[2]="Available in the Patron's Simple, Enhanced, or Luxuriant Coffers of the Gilded Caravan."}
_PETSTRINGS[463] = {[1]="Mûrai Herding Dog";[2]="Available by completing the quest 'Head of the Herd'."}
_PETSTRINGS[464] = {[1]="Ivory Mûrai Herding Dog";[2]="Доступно из хоббичьих подарков в качестве особого золотого зимнего подарка."}
_PETSTRINGS[465] = {[1]="Заснеженная фермерская лошадь";[2]="Доступно из хоббичьих подарков в качестве особого серебряного зимнего подарка."}
_PETSTRINGS[466] = {[1]="Звенящая черепаха";[2]="Available for barter during the Yule Festival."}
_PETSTRINGS[467] = {[1]="Малиновый детеныш когтероя";[2]="Доступно из хоббичьих подарков в качестве особого серебряного зимнего подарка."}
_PETSTRINGS[468] = {[1]="Сапфировый дракончик";[2]="Наградная шкала легендарных предметов, сезон 16. Доступно в течение ограниченного времени."}
_PETSTRINGS[469] = {[1]="Полезный детеныш подземного когтероя";[2]="Наградная шкала легендарных предметов, сезон 16. Доступно в течение ограниченного времени."}

_PETSTRINGS[500] = {[1]="Полосатая летучая мышь";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[501] = {[1]="Палевая летучая мышь";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[502] = {[1]="Чернокрылый воздушный змей";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[503] = {[1]="Сумеречный воздушный змей";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[504] = {[1]="Каштановый волкодав";[2]=""}
_PETSTRINGS[505] = {[1]="Кремовый корги";[2]=""}
_PETSTRINGS[506] = {[1]="Библиотечный корги";[2]=""}
_PETSTRINGS[507] = {[1]="Зимний воздушный змей";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[508] = {[1]="Коричневый тур";[2]=""}
_PETSTRINGS[509] = {[1]="Коричневый тушканчик";[2]=""}
_PETSTRINGS[510] = {[1]="Бирюзовая змея";[2]=""}
_PETSTRINGS[511] = {[1]="Лиственно-зелёная змея";[2]=""}
_PETSTRINGS[512] = {[1]="Огненная пустынная змея";[2]=""}
_PETSTRINGS[513] = {[1]="Рыжий песчаный червь";[2]=""}
_PETSTRINGS[514] = {[1]="Пятнистый хомячок";[2]="";}
_PETSTRINGS[515] = {[1]="Тауповый хомячок";[2]="";}
_PETSTRINGS[516] = {[1]="Тёмный красногузый попугай";[2]="";}
_PETSTRINGS[517] = {[1]="Дракончик солнечного камня";[2]=""}
_PETSTRINGS[518] = {[1]="Аметистовый дракончик";[2]=""}
_PETSTRINGS[519] = {[1]="Серебристый скорпион";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[520] = {[1]="Коричневый орикс";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[521] = {[1]="Бронированный скорпион";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[522] = {[1]="Зеленая королева гродбогов";[2]=""}
_PETSTRINGS[523] = {[1]="Молодой коричневый орикс";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[524] = {[1]="Пещерный Ужас";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[525] = {[1]="Зеленовато-синий гродбог-защитник";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[526] = {[1]="Обсидиановый детеныш когтероя";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[527] = {[1]="Умбарский пони";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[528] = {[1]="Зеленый детеныш когтероя";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[529] = {[1]="Дружелюбная королева гродбогов";[2]=""}
_PETSTRINGS[530] = {[1]="Ядовитый гродбог-защитник";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[531] = {[1]="Молодой краснобурый орикс";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[532] = {[1]="Агрессивная королева гродбогов";[2]=""}
_PETSTRINGS[533] = {[1]="Большой гродбог-защитник";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[534] = {[1]="Ручная гиена";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[535] = {[1]="Кроваво-красный скорпион";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[536] = {[1]="Угольно-черный скорпион";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[537] = {[1]="Бледный детеныш когтероя";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[538] = {[1]="Сумеречная королева гродбогов";[2]=""}
_PETSTRINGS[539] = {[1]="Бледный скорпион";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[540] = {[1]="Яркий гродбог-защитник";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[541] = {[1]="Полосатый гродбог-защитник";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[542] = {[1]="Темная королева гродбогов";[2]=""}
_PETSTRINGS[543] = {[1]="Темно-синий скорпион";[2]="НЕ ОПУБЛИКОВАНО"}
_PETSTRINGS[544] = {[1]="Медношкурый скорпион";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[545] = {[1]="Краснобурый орикс";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[546] = {[1]="Полосатый детеныш когтероя";[2]="НЕ ОПУБЛИКОВАНО";}
_PETSTRINGS[547] = {[1]="Rusty Mûrai Herding Dog";[2]=""}
_PETSTRINGS[548] = {[1]="Toffee Mûrai Herding Dog";[2]=""}
_PETSTRINGS[549] = {[1]="Ginger Mûrai Herding Dog";[2]=""}
